/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ bilder";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ og %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ videoer";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d dager %2$d timer %3$d minutter %4$d sekunder";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d timer %2$d minutter %3$d sekunder";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d minutter %2$d sekunder";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d sekunder";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@ × %@ bildepunkter";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (Internett-programtillegg for %@)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@‑%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ skjult teksting";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Databaselagring for %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ lettlest";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "%@-nettverk";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ SDH";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "%@-nettinnhold";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "WebCrypto-masternøkkel for %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d filer";

/* Label for PDF page number indicator. */
"%d of %d" = "%d av %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu objekter";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 objekter";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 objekt";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 bilde";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 video";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (middels)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (sterk)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (lav)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<filnavn> %d × %d bildepunkter";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Det oppsto et JavaScript-unntak";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Legg til i leselisten";

/* Undo action name */
"Align Left (Undo action name)" = "venstrejustering";

/* Undo action name */
"Align Right (Undo action name)" = "høyrejustering";

/* WKErrorUnknown description */
"An unknown error occurred" = "Det oppsto en ukjent feil";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Automatisk (anbefales)";

/* Back context menu item */
"Back" = "Tilbake";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Programtillegg blokkert";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Programtillegg blokkert";

/* Bold context menu item */
"Bold" = "Halvfet";

/* Undo action name */
"Bold (Undo action name)" = "halvfet";

/* menu item title for phone number */
"Call Using iPhone:" = "Ring med iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Avbryt";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Avbryt";

/* Capitalize context menu item */
"Capitalize" = "Bruk kapitéler";

/* Undo action name */
"Center (Undo action name)" = "sentrering";

/* Undo action name */
"Change Attributes (Undo action name)" = "endring av egenskaper";

/* Check spelling context menu item */
"Check Document Now" = "Kontroller dokument nå";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Kontroller grammatikk og stavemåte";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Kontroller stavemåte mens du skriver";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Velg fil";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Velg filer";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Velg media (flere)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Velg medium (enkelt)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Tøm";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Fjern tidligere søk";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Klikk for å avslutte fullskjermmodus";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Klikk for å starte på nytt";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Innhold med oppgitt MIME-type kan ikke vises";

/* Media Controls context menu item */
"Controls" = "Kontroller";

/* Copy context menu item */
"Copy" = "Kopier";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Kopier";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Kopier lydadresse";

/* Copy Image context menu item */
"Copy Image" = "Kopier bilde";

/* Copy Link context menu item */
"Copy Link" = "Kopier kobling";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Kopier videoadresse";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Korriger stavemåte automatisk";

/* Undo action name */
"Create Link (Undo action name)" = "oppretting av kobling";

/* Cut context menu item */
"Cut" = "Klipp ut";

/* Undo action name */
"Cut (Undo action name)" = "utklipping";

/* Default writing direction context menu item */
"Default" = "Standard";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Slett";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Detaljer";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Diktering";

/* Download Audio To Disk context menu item */
"Download Audio" = "Last ned lyd";

/* Download Image context menu item */
"Download Image" = "Last ned bilde";

/* Download Linked File context menu item */
"Download Linked File" = "Last ned koblet fil";

/* Download Video To Disk context menu item */
"Download Video" = "Last ned video";

/* Undo action name */
"Drag (Undo action name)" = "flytting";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Gå til fullskjermmodus";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Avslutt fullskjermmodus";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Font";

/* Undo action name */
"Format Block (Undo action name)" = "formatering";

/* Forward context menu item */
"Forward" = "Fram";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Innlasting av ramme avbrutt";

/* accessibility role description for web area */
"HTML content" = "HTML-innhold";

/* Hide Media Controls context menu item */
"Hide Controls" = "Skjul kontroller";

/* menu item title */
"Hide Spelling and Grammar" = "Skjul stavekontroll og grammatikk";

/* menu item title */
"Hide Substitutions" = "Skjul automatiske endringer";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorer grammatikk";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorer stavemåte";

/* Undo action name */
"Indent (Undo action name)" = "innrykk";

/* Undo action name */
"Insert List (Undo action name)" = "listeinnsetting";

/* Inspect Element context menu item */
"Inspect Element" = "Inspiser element";

/* Italic context menu item */
"Italic" = "Kursiv";

/* Undo action name */
"Italics (Undo action name)" = "kursiv";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java er ikke tilgjengelig";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "rette marger";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Nøkkel fra %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Lær stavemåte";

/* Left to Right context menu item */
"Left to Right" = "Venstre til høyre";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Direktesending";

/* Media controller status message when the media is loading */
"Loading..." = "Laster inn...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Slå opp i ordbok";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Slå opp «%@»";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Slå opp «<markering>»";

/* Media Loop context menu item */
"Loop" = "Sløyfe";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "løsere kniping";

/* Undo action name */
"Lower Baseline (Undo action name)" = "senking av skriftlinje";

/* Make Lower Case context menu item */
"Make Lower Case" = "Bruk små bokstaver";

/* Make Upper Case context menu item */
"Make Upper Case" = "Bruk store bokstaver";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Manglende programtillegg";

/* Media Mute context menu item */
"Mute" = "Lyd av";

/* No Guesses Found context menu item */
"No Guesses Found" = "Ingen forslag funnet";

/* Empty select list */
"No Options Select Popover" = "Ingen valg";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Ingen nylige søk";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Har ikke tillatelse til å bruke nettverksport med begrensninger";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Av";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Åpne";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Åpne lyd i nytt vindu";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Åpne ramme i nytt vindu";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Åpne bilde i nytt vindu";

/* Open Link context menu item */
"Open Link" = "Åpne kobling";

/* Open in New Window context menu item */
"Open Link in New Window" = "Åpne kobling i nytt vindu";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Åpne video i nytt vindu";

/* context menu item for PDF */
"Open with %@" = "Åpne med %@";

/* Undo action name */
"Outdent (Undo action name)" = "utrykk";

/* Outline context menu item */
"Outline" = "Omriss";

/* Undo action name */
"Outline (Undo action name)" = "omriss";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Avsnittsretning";

/* Paste context menu item */
"Paste" = "Lim inn";

/* Undo action name */
"Paste (Undo action name)" = "innliming";

/* Undo action name */
"Paste Font (Undo action name)" = "innliming av font";

/* Undo action name */
"Paste Ruler (Undo action name)" = "innliming av linjal";

/* Media Pause context menu item */
"Pause" = "Pause";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Bildebibliotek";

/* Media Play context menu item */
"Play" = "Spill";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Spill film i fullskjermmodus";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Programtilleggsfeil";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Programtillegg avbrutt";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Programtillegg håndterte lasting";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "heving av skriftlinje";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Tidligere søk";

/* Reload context menu item */
"Reload" = "Last inn på nytt";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Nullstill";

/* Right to Left context menu item */
"Right to Left" = "Høyre til venstre";

/* Title for Save Image action button */
"Save Image" = "Arkiver bilde";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Søk med Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Søk med %@";

/* Search with Google context menu item */
"Search with Google" = "Søk med Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Markeringsretning";

/* Undo action name */
"Set Background Color (Undo action name)" = "angivelse av bakgrunnsfarge";

/* Undo action name */
"Set Color (Undo action name)" = "angivelse av farge";

/* Undo action name */
"Set Font (Undo action name)" = "angivelse av font";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "angivelse av tradisjonell tegnform";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "angivelse av skriveretning";

/* Show colors context menu item */
"Show Colors" = "Vis farger";

/* Show Media Controls context menu item */
"Show Controls" = "Vis kontroller";

/* Show fonts context menu item */
"Show Fonts" = "Vis fonter";

/* menu item title */
"Show Spelling and Grammar" = "Vis stavekontroll og grammatikk";

/* menu item title */
"Show Substitutions" = "Vis automatiske endringer";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Vis i blokkert programtillegg";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Smart kopier/lim inn";

/* Smart Dashes context menu item */
"Smart Dashes" = "Smarte tankestreker";

/* Smart Links context menu item */
"Smart Links" = "Smarte koblinger";

/* Smart Quotes context menu item */
"Smart Quotes" = "Smarte anførselstegn";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Øyeblikksbilde av programtillegg";

/* Speech context sub-menu item */
"Speech" = "Tale";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Stavekontroll og grammatikk";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Start feilsøking av JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Start profilering av JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Start tale";

/* Stop context menu item */
"Stop" = "Stopp";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Stopp feilsøking av JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Stopp profilering av JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Stopp tale";

/* Styles context menu item */
"Styles..." = "Stiler...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Send";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Send";

/* Undo action name */
"Subscript (Undo action name)" = "senking av tekst";

/* Substitutions context sub-menu item */
"Substitutions" = "Automatiske endringer";

/* Menu section heading for subtitles */
"Subtitles" = "Undertekster";

/* Undo action name */
"Superscript (Undo action name)" = "heving av tekst";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Ta bilde";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Ta bilde eller video";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Ta opp video";

/* Text Replacement context menu item */
"Text Replacement" = "Teksterstatting";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "URL-en kan ikke vises";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "WKWebView ble gjort ugyldig";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Nettinnholdprosessen ble avsluttet";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Finner ikke nåværende plassering.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Finner ikke programtillegget";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Kan ikke laste inn programtillegget";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Brukernavnet eller passordet du oppga for området «%@» på %@, var feil. Forsikre deg om at du oppgir riktig informasjon, og prøv igjen.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Brukernavnet eller passordet du oppga for %@-proxytjeneren %@, var feil. Forsikre deg om at du oppgir riktig informasjon, og prøv igjen.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Brukernavnet eller passordet du oppga for dette området på %@, var feil. Forsikre deg om at du oppgir riktig informasjon, og prøv igjen.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Dette er en søkbar indeks. Oppgi søkeord:";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "tettere kniping";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Hvis du vil vise denne siden, må du logge deg på området «%@» på %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Hvis du vil vise denne siden, må du logge deg på %@-proxytjeneren %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Hvis du vil vise denne siden, må du logge deg på dette området på %@:";

/* Transformations context sub-menu item */
"Transformations" = "Endre bokstavtype";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "avslåing av kniping";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "avslåing av ligaturer";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "skriving";

/* Underline context menu item */
"Underline" = "Understreket";

/* Undo action name */
"Underline (Undo action name)" = "understreking";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Ukjent";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Ukjent";

/* Undo action name */
"Unlink (Undo action name)" = "fjerning av kobling";

/* Undo action name */
"Unscript (Undo action name)" = "deaktivering av hevet/senket tekst";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "valg av alle ligaturer";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "valg av standard kniping";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "valg av standardligaturer";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Brukes for å kryptere WebCrypto-nøkler for varig lagring, som for eksempel i IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Nettinspektør – %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "Innebygd PDF i WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit støtte på en intern feil";

/* message in authentication panel */
"Your login information will be sent securely." = "Påloggingsinformasjonen vil bli sendt på en sikker måte.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Passordet vil bli sendt ukryptert.";

/* HTTP result code string */
"accepted" = "godtatt";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "aktiver";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "varsel";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "dialogrute med advarsel";

/* An ARIA accessibility group that acts as an application. */
"application" = "program";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "programstatus";

/* An ARIA accessibility group that acts as an article. */
"article" = "artikkel";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "avspillingskontroller for lydelementer og statusvisning";

/* accessibility label for audio element controller */
"audio playback" = "lydavspilling";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "tilbake 30 sekunder";

/* HTTP result code string */
"bad gateway" = "feil i gateway";

/* HTTP result code string */
"bad request" = "feil i forespørsel";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "banner";

/* accessibility help text for play button */
"begin playback" = "start avspilling";

/* accessibility description for a search field cancel button */
"cancel" = "avbryt";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "marker";

/* HTTP result code string */
"client error" = "klientfeil";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "komplementær";

/* HTTP result code string */
"conflict" = "konflikt";

/* An ARIA accessibility group that contains content. */
"content information" = "innholdsinformasjon";

/* HTTP result code string */
"continue" = "fortsett";

/* HTTP result code string */
"created" = "opprettet";

/* accessibility help text for movie status display */
"current movie status" = "nåværende filmstatus";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "nåværende filmtid i sekunder";

/* role description of ARIA definition role */
"definition" = "definisjon";

/* description detail */
"description" = "beskrivelse";

/* accessibility role description of a description list */
"description list" = "beskrivelsesliste";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "dialogrute";

/* An ARIA accessibility group that acts as a document. */
"document" = "dokument";

/* accessibility label for elapsed time display */
"elapsed time" = "avspilt tid";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "gå til fullskjermmodus";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "avslutt fullskjermmodus";

/* HTTP result code string */
"expectation failed" = "forventning ikke oppfylt";

/* accessibility label for fast forward button */
"fast forward" = "framoverspoling";

/* accessibility label for fast reverse button */
"fast reverse" = "rask tilbakespoling";

/* accessibility role description for a file upload button */
"file upload button" = "filopplastingsknapp";

/* accessibility role description for a footer */
"footer" = "bunntekst";

/* HTTP result code string */
"forbidden" = "forbudt";

/* HTTP result code string */
"found" = "funnet";

/* HTTP result code string */
"gateway timed out" = "tidsavbrudd for gateway";

/* accessibility role description for headings */
"heading" = "overskrift";

/* accessibility label for hide closed captions button */
"hide closed captions" = "skjul skjult teksting";

/* accessibility role description for image map */
"image map" = "bildekart";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "ubestemt tid";

/* HTTP result code string */
"informational" = "informasjon";

/* HTTP result code string */
"internal server error" = "intern tjenerfeil";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "gå";

/* HTTP result code string */
"length required" = "lengde kreves";

/* accessibility role description for link */
"link" = "kobling";

/* accessibility role description for list marker */
"list marker" = "listemarkør";

/* An ARIA accessibility group that acts as a console log. */
"log" = "logg";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "hoved";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "rulletekst";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matematikk";

/* HTTP result code string */
"method not allowed" = "metode ikke tillatt";

/* HTTP result code string */
"moved permanently" = "flyttet permanent";

/* accessibility label for timeline slider */
"movie time" = "tid for film";

/* accessibility help text for timeline slider */
"movie time scrubber" = "tidslinje for film";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "miniatyr for filmtidsnavigeringslinje";

/* HTTP result code string */
"multiple choices" = "flere valg";

/* accessibility label for mute button */
"mute" = "lyd av";

/* accessibility help text for mute button */
"mute audio tracks" = "slå av lyd for lydspor";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigering";

/* HTTP result code string */
"needs proxy" = "trenger proxy";

/* HTTP result code string */
"no content" = "uten innhold";

/* HTTP result code string */
"no error" = "ingen feil";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "ingen fil er markert";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "ingen filer markert";

/* HTTP result code string */
"no longer exists" = "finnes ikke lenger";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "ingen media valgt (flere)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "inget medium valgt (enkelt)";

/* HTTP result code string */
"non-authoritative information" = "ikke-autoritativ informasjon";

/* HTTP result code string */
"not found" = "ikke funnet";

/* HTTP result code string */
"not modified" = "ikke endret";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "notat";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "antall sekunder som gjenstår av filmen";

/* HTTP result code string */
"partial content" = "delinnhold";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "mønster stemmer ikke";

/* accessibility label for pause button */
"pause" = "pause";

/* accessibility help text for pause button */
"pause playback" = "stopp avspilling midlertidig";

/* HTTP result code string */
"payment required" = "betaling kreves";

/* accessibility label for play button */
"play" = "start";

/* HTTP result code string */
"precondition failed" = "forutsetning mislyktes";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "trykk";

/* HTTP result code string */
"proxy authentication required" = "proxygodkjenning kreves";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "over verdiområde";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "under verdiområde";

/* HTTP result code string */
"redirected" = "omdirigert";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "område";

/* accessibility label for time remaining display */
"remaining time" = "tid som gjenstår";

/* HTTP result code string */
"request timed out" = "tidsavbrudd for forespørsel";

/* HTTP result code string */
"request too large" = "forespørsel for stor";

/* HTTP result code string */
"requested URL too long" = "for lang URL";

/* HTTP result code string */
"requested range not satisfiable" = "rekkeviddeforespørsel kan ikke oppfylles";

/* HTTP result code string */
"reset content" = "nullstill innhold";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "gå til sanntid i strømmet film";

/* accessibility label for return to real time button */
"return to realtime" = "gå til sanntid";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "søk";

/* HTTP result code string */
"see other" = "se annet";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "gå tilbake 30 sekunder i filmen";

/* accessibility help text for fast rewind button */
"seek quickly back" = "spol raskt tilbake";

/* accessibility help text for fast forward button */
"seek quickly forward" = "spol raskt framover";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "marker";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "skilletegn";

/* HTTP result code string */
"server error" = "tjenerfeil";

/* HTTP result code string */
"service unavailable" = "tjeneste ikke tilgjengelig";

/* accessibility label for show closed captions button */
"show closed captions" = "vis skjult teksting";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "begynn visning av skjult teksting";

/* accessibility label for movie status */
"status" = "status";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "trinn stemmer ikke";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "stopp visning av skjult teksting";

/* HTTP result code string */
"success" = "vellykket";

/* HTTP result code string */
"switching protocols" = "bytter protokoll";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "fanepanel";

/* HTTP result code string */
"temporarily redirected" = "midlertidig omdirigert";

/* term word of a description list */
"term" = "periode";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "miniatyr for tidslinjeskyveknapp";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "tidtaker";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "for langt";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "verktøytips";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "type stemmer ikke";

/* HTTP result code string */
"unacceptable" = "ikke godtatt";

/* HTTP result code string */
"unauthorized" = "uautorisert";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "fjern markering";

/* HTTP result code string */
"unimplemented" = "ikke implementert";

/* Unknown filename */
"unknown" = "ukjent";

/* accessibility label for turn mute off button */
"unmute" = "slå på lyd";

/* accessibility help text for un mute button */
"unmute audio tracks" = "slå på lyd for lydspor";

/* HTTP result code string */
"unsupported media type" = "medietypen støttes ikke";

/* HTTP result code string */
"unsupported version" = "versjonen støttes ikke";

/* Validation message for required form control elements that have no value */
"value missing" = "verdi mangler";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "avspillingskontroller for videoelementer og statusvisning";

/* accessibility label for video element controller */
"video playback" = "videoavspilling";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Åpne";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Forhåndsvis";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Legg til i leselisten";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Kopier";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Legg til i Bilder";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Arkiver i Nedlastinger";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Del";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Kopier";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Slå opp";

/* "Paste" action menu item */
"Paste (action menu item)" = "Lim inn";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Forslag";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Kopier";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Del";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Arkiver i Nedlastinger";
